{
  "name": "Tiefling",
  "sections": [
    {
      "header": "Tiefling Traits",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Tieflings share certain racial traits as a result of their infernal descent."
        },
        {
          "name": "Ability Score Increase",
          "text": "Your Intelligence score increases by 1, and your Charisma score increases by 2."
        },
        {
          "name": "Age",
          "text": "Tieflings mature at the same rate as humans but live a few years longer."
        },
        {
          "name": "Alignment",
          "text": "Tieflings might not have an innate tendency toward evil, but many of them end up there. Evil or not, an independent nature inclines many tieflings toward a chaotic alignment."
        },
        {
          "name": "Size",
          "text": "Tieflings are about the same size and build as humans. Your size is Medium."
        },
        {
          "name": "Speed",
          "text": "Your base walking speed is 30 feet."
        },
        {
          "name": "Darkvision",
          "text": "Thanks to your infernal heritage, you have superior vision in dark and dim Conditions. You can see in dim light within 60 feet of you as if it were bright light, and in Darkness as if it were dim light. You can’t discern color in Darkness, only shades of gray."
        },
        {
          "name": "Hellish Resistance",
          "text": "You have Resistance to fire damage."
        },
        {
          "name": "Infernal Legacy",
          "text": "You know the Thaumaturgy cantrip. When you reach 3rd level, you can cast the Hellish Rebuke spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a Long Rest. When you reach 5th level, you can cast the Darkness spell once with this trait and regain the ability to do so when you finish a Long Rest. Charisma is your spellcasting ability for these Spells."
        },
        {
          "name": "Languages",
          "text": "You can speak, read, and write Common and Infernal."
        }
      ]
    }
  ],
  "attributes": { "Category": "Races" }
}