{
  "name": "Ability Scores",
  "sections": [
    {
      "header": "",
      "items": [
        {
          "name": "",
          "text": "Six Abilities provide a quick description of every creature's physical and mental characteristics:"
        },
        {
          "name": "• Strength",
          "text": "measuring physical power"
        },
        {
          "name": "• Dexterity",
          "text": "measuring agility"
        },
        {
          "name": "• Constitution",
          "text": "measuring endurance"
        },
        {
          "name": "• Intelligence",
          "text": "measuring reasoning and memory"
        },
        {
          "name": "• Wisdom",
          "text": "measuring perception and insight"
        },
        {
          "name": "• Charisma",
          "text": "measuring force of personality"
        },
        {
          "name": "",
          "text": "Is a character muscle-bound and insightful? Brilliant and charming? Nimble and hardy? Ability scores define these qualities—a creature's assets as well as weaknesses."
        },
        {
          "name": "",
          "text": "The three main rolls of the game—the ability check, the saving throw, and the Attack roll—rely on the six ability scores. The book's introduction describes the basic rule behind these rolls: roll a d20, add an ability modifier derived from one of the six ability scores, and compare the total to a target number."
        }
      ]
    },
    {
      "header": "Ability Scores and Modifiers",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Each of a creature's Abilities has a score, a number that defines the magnitude of that ability. An ability score is not just a measure of innate capabilities, but also encompasses a creature's Training and competence in activities related to that ability."
        },
        {
          "name": "",
          "text": "A score of 10 or 11 is the normal human average, but adventurers and many Monsters are a cut above average in most Abilities. A score of 18 is the highest that a person usually reaches. Adventurers can have scores as high as 20, and Monsters and divine beings can have scores as high as 30."
        },
        {
          "name": "",
          "text": "Each ability also has a modifier, derived from the score and ranging from −5 (for an ability score of 1) to +10 (for a score of 30). The Ability Scores and Modifiers table notes the ability modifiers for the range of possible ability scores, from 1 to 30."
        }
      ]
    },
    {
      "type": "table",
      "header": "Ability Scores and Modifiers",
      "items": [
        {
          "type": "thead",
          "rows": [
            [
              {
                "type": "th",
                "text": "Score",
                "style": "text-align:center"
              },
              {
                "type": "th",
                "text": "Modifier",
                "style": "text-align:center"
              },
              {
                "type": "th",
                "text": "Score",
                "style": "text-align:center"
              },
              {
                "type": "th",
                "text": "Modifier",
                "style": "text-align:center"
              }
            ]
          ]
        },
        {
          "type": "tbody",
          "rows": [
            [
              {
                "type": "td",
                "text": "1",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "−5",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "16–17",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+3",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "2–3",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "−4",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "18–19",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+4",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "4–5",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "−3",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "20–21",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+5",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "6–7",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "−2",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "22–23",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+6",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "8–9",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "−1",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "24–25",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+7",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "10–11",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+0",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "26–27",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+8",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "12–13",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+1",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "28–29",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+9",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "14–15",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+2",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "30",
                "style": "text-align:center"
              },
              {
                "type": "td",
                "text": "+10",
                "style": "text-align:center"
              }
            ]
          ]
        },
        {
          "name": "",
          "text": "To determine an ability modifier without consulting the table, subtract 10 from the ability score and then divide the total by 2 (round down)."
        },
        {
          "name": "",
          "text": "Because ability modifiers affect almost every Attack roll, ability check, and saving throw, ability modifiers come up in play more often than their associated scores."
        }
      ]
    },
    {
      "header": "Advantage and Disadvantage",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Sometimes a Special ability or spell tells you that you have advantage or disadvantage on an ability check, a saving throw, or an Attack roll. When that happens, you roll a second d20 when you make the roll. Use the higher of the two rolls if you have advantage, and use the lower roll if you have disadvantage. For example, if you have disadvantage and roll a 17 and a 5, you use the 5. If you instead have advantage and roll those numbers, you use the 17."
        },
        {
          "name": "",
          "text": "If multiple situations affect a roll and each one grants advantage or imposes disadvantage on it, you don't roll more than one additional d20. If two favorable situations grant advantage, for example, you still roll only one additional d20."
        },
        {
          "name": "",
          "text": "If circumstances cause a roll to have both advantage and disadvantage, you are considered to have neither of them, and you roll one d20. This is true even if multiple circumstances impose disadvantage and only one grants advantage or vice versa. In such a situation, you have neither advantage nor disadvantage."
        },
        {
          "name": "",
          "text": "When you have advantage or disadvantage and something in the game, such as the halfling's Lucky trait, lets you reroll the d20, you can reroll only one of the dice. You choose which one. For example, if a Halfling has advantage or disadvantage on an ability check and rolls a 1 and a 13, the Halfling could use the Lucky trait to reroll the 1."
        },
        {
          "name": "",
          "text": "You usually gain advantage or disadvantage through the use of Special Abilities, actions, or Spells. Inspiration can also give a character advantage. The"
        },
        {
          "name": "",
          "text": "GM can also decide that circumstances influence a roll in one direction or the other and grant advantage or impose disadvantage as a result."
        }
      ]
    },
    {
      "header": "Proficiency Bonus",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Characters have a proficiency bonus determined by level. Monsters also have this bonus, which is incorporated in their stat blocks. The bonus is used in the rules on ability checks, saving throws, and Attack rolls."
        },
        {
          "name": "",
          "text": "Your proficiency bonus can't be added to a single die roll or other number more than once. For example, if two different rules say you can add your proficiency bonus to a Wisdom saving throw, you nevertheless add the bonus only once when you make the save."
        },
        {
          "name": "",
          "text": "Occasionally, your proficiency bonus might be multiplied or divided (doubled or halved, for example) before you apply it. For example, the rogue's Expertise feature doubles the proficiency bonus for certain ability checks. If a circumstance suggests that your proficiency bonus applies more than once to the same roll, you still add it only once and multiply or divide it only once."
        },
        {
          "name": "",
          "text": "By the same token, if a feature or effect allows you to multiply your proficiency bonus when making an ability check that wouldn't normally benefit from your proficiency bonus, you still don't add the bonus to the check. For that check your proficiency bonus is 0, given the fact that multiplying 0 by any number is still 0. For instance, if you lack proficiency in the History skill, you gain no benefit from a feature that lets you double your proficiency bonus when you make Intelligence (History) checks."
        },
        {
          "name": "",
          "text": "In general, you don't multiply your proficiency bonus for Attack rolls or saving throws. If a feature or effect allows you to do so, these same rules apply."
        }
      ]
    },
    {
      "header": "Ability Checks",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "An ability check tests a character's or monster's innate talent and Training in an effort to overcome a challenge. The GM calls for an ability check when a character or monster attempts an action (other than an attack) that has a chance of failure. When the outcome is uncertain, the dice determine the results."
        },
        {
          "name": "",
          "text": "For every ability check, the GM decides which of the six Abilities is relevant to the task at hand and the difficulty of the task, represented by a Difficulty Class. The more difficult a task, the higher its DC. The Typical Difficulty Classes table shows the most common DCs."
        }
      ]
    },
    {
      "type": "table",
      "header": "Typical Difficulty Classes",
      "items": [
        {
          "type": "thead",
          "rows": [
            [
              {
                "type": "th",
                "text": "Task Difficulty",
                "style": "text-align:center"
              },
              {
                "type": "th",
                "text": "DC",
                "style": "text-align:center"
              }
            ]
          ]
        },
        {
          "type": "tbody",
          "rows": [
            [
              {
                "type": "td",
                "text": "Very easy"
              },
              {
                "type": "td",
                "text": "5",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "Easy"
              },
              {
                "type": "td",
                "text": "10",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "Medium"
              },
              {
                "type": "td",
                "text": "15",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "Hard"
              },
              {
                "type": "td",
                "text": "20",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "Very hard"
              },
              {
                "type": "td",
                "text": "25",
                "style": "text-align:center"
              }
            ],
            [
              {
                "type": "td",
                "text": "Nearly impossible"
              },
              {
                "type": "td",
                "text": "30",
                "style": "text-align:center"
              }
            ]
          ]
        }
      ]
    },
    {
      "header": "Contests",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Sometimes one character's or monster's efforts are directly opposed to another's. This can occur when both of them are trying to do the same thing and only one can succeed, such as attempting to snatch up a magic ring that has fallen on the floor. This situation also applies when one of them is trying to prevent the other one from accomplishing a goal—for example, when a monster tries to force open a door that an adventurer is holding closed. In situations like these, the outcome is determined by a Special form of ability check, called a contest."
        },
        {
          "name": "",
          "text": "Both participants in a contest make ability checks appropriate to their efforts. They apply all appropriate bonuses and penalties, but instead of comparing the total to a DC, they compare the totals of their two checks. The participant with the higher check total wins the contest. That character or monster either succeeds at the action or prevents the other one from succeeding."
        },
        {
          "name": "",
          "text": "If the contest results in a tie, the situation remains the same as it was before the contest. Thus, one contestant might win the contest by default. If two characters tie in a contest to snatch a ring off the floor, neither character grabs it. In a contest between a monster trying to open a door and an adventurer trying to keep the door closed, a tie means that the door remains shut."
        }
      ]
    },
    {
      "header": "Skills",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Each ability covers a broad range of capabilities, including skills that a character or a monster can be proficient in. A skill represents a specific aspect of an ability score, and an individual's proficiency in a skill demonstrates a focus on that aspect. (A character's starting skill proficiencies are determined at character Creation, and a monster's skill proficiencies appear in the monster's stat block.)"
        },
        {
          "name": "",
          "text": "For example, a Dexterity check might reflect a character's attempt to pull off an acrobatic stunt, to palm an object, or to stay hidden. Each of these aspects of Dexterity has an associated skill: Acrobatics, Sleight of Hand, and Stealth, respectively. So a character who has proficiency in the Stealth skill is particularly good at Dexterity checks related to sneaking and hiding."
        },
        {
          "name": "",
          "text": "The skills related to each ability score are shown in the following list. (No skills are related to Constitution.) See an ability's description in the later sections of this section for examples of how to use a skill associated with an ability."
        },
        {
          "name": "Strength",
          "text": ""
        },
        {
          "name": "",
          "text": "• Athletics"
        },
        {
          "name": "Dexterity",
          "text": ""
        },
        {
          "name": "",
          "text": "• Acrobatics"
        },
        {
          "name": "",
          "text": "• Sleight of Hand"
        },
        {
          "name": "",
          "text": "• Stealth"
        },
        {
          "name": "Intelligence",
          "text": ""
        },
        {
          "name": "",
          "text": "• Arcana"
        },
        {
          "name": "",
          "text": "• History"
        },
        {
          "name": "",
          "text": "• Investigation"
        },
        {
          "name": "",
          "text": "• Nature"
        },
        {
          "name": "",
          "text": "• Religion"
        },
        {
          "name": "Wisdom",
          "text": ""
        },
        {
          "name": "",
          "text": "• Animal Handling"
        },
        {
          "name": "",
          "text": "• Insight"
        },
        {
          "name": "",
          "text": "• Medicine"
        },
        {
          "name": "",
          "text": "• Perception"
        },
        {
          "name": "",
          "text": "• Survival"
        },
        {
          "name": "Charisma",
          "text": ""
        },
        {
          "name": "",
          "text": "• Deception"
        },
        {
          "name": "",
          "text": "• Intimidation"
        },
        {
          "name": "",
          "text": "• Performance"
        },
        {
          "name": "",
          "text": "• Persuasion"
        },
        {
          "name": "",
          "text": "Sometimes, the GM might ask for an ability check using a specific skill—for example, “Make a Wisdom (Perception) check.” At other times, a player might ask the GM if proficiency in a particular skill applies to a check. In either case, proficiency in a skill means an individual can add his or her proficiency bonus to ability checks that involve that skill. Without proficiency in the skill, the individual makes a normal ability check."
        },
        {
          "name": "",
          "text": "For example, if a character attempts to climb up a dangerous cliff, the GM might ask for a Strength (Athletics) check. If the character is proficient in Athletics, the character's proficiency bonus is added to the Strength check. If the character lacks that proficiency, he or she just makes a Strength check."
        }
      ]
    },
    {
      "header": "Variant: Skills with Different Abilities",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": ""
        },
        {
          "name": "",
          "text": "Normally, your proficiency in a skill applies only to a specific kind of ability check. Proficiency in Athletics, for example, usually applies to Strength checks. In some situations, though, your proficiency might reasonably apply to a different kind of check. In such cases, the GM might ask for a check using an unusual combination of ability and skill, or you might ask your GM if you can apply a proficiency to a different check. For example, if you have to swim from an offshore island to the mainland, your GM might call for a Constitution check to see if you have the stamina to make it that far. In this case, your GM might allow you to apply your proficiency in Athletics and ask for a Constitution (Athletics) check. So if you're proficient in Athletics, you apply your proficiency bonus to the Constitution check just as you would normally do for a Strength (Athletics) check. Similarly, when your Half-Orc Barbarian uses a display of raw strength to intimidate an enemy, your GM might ask for a Strength (Intimidation) check, even though Intimidation is normally associated with Charisma."
        }
      ]
    },
    {
      "header": "Passive Checks",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "A passive check is a Special kind of ability check that doesn't involve any die rolls. Such a check can represent the average result for a task done repeatedly, such as searching for secret doors over and over again, or can be used when the GM wants to secretly determine whether the characters succeed at something without rolling dice, such as noticing a hidden monster."
        },
        {
          "name": "",
          "text": "Here's how to determine a character's total for a passive check:"
        },
        {
          "name": "",
          "text": "10 + all modifiers that normally apply to the check"
        },
        {
          "name": "",
          "text": "If the character has advantage on the check, add 5. For disadvantage, subtract 5. The game refers to a passive check total as a score."
        },
        {
          "name": "",
          "text": "For example, if a 1st-level character has a Wisdom of 15 and proficiency in Perception, he or she has a passive Wisdom (Perception) score of 14."
        },
        {
          "name": "",
          "text": "The rules on hiding in the “Dexterity” section below rely on passive checks, as do the exploration rules."
        }
      ]
    },
    {
      "header": "Working Together",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Sometimes two or more characters team up to attempt a task. The character who's leading the effort—or the one with the highest ability modifier—can make an ability check with advantage, reflecting the help provided by the other characters. In Combat, this requires the Help action."
        },
        {
          "name": "",
          "text": "A character can only provide help if the task is one that he or she could attempt alone. For example, trying to open a lock requires proficiency with thieves' tools, so a character who lacks that proficiency can't help another character in that task. Moreover, a character can help only when two or more individuals working together would actually be productive. Some tasks, such as threading a needle, are no easier with help."
        }
      ]
    },
    {
      "header": "Group Checks",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "When a number of individuals are trying to accomplish something as a group, the GM might ask for a group ability check. In such a situation, the characters who are skilled at a particular task help cover those who aren't."
        },
        {
          "name": "",
          "text": "To make a group ability check, everyone in the group makes the ability check. If at least half the group succeeds, the whole group succeeds."
        },
        {
          "name": "",
          "text": "Otherwise, the group fails."
        },
        {
          "name": "",
          "text": "Group checks don't come up very often, and they're most useful when all the characters succeed or fail as a group. For example, when adventurers are navigating a swamp, the GM might call for a group Wisdom (Survival) check to see if the characters can avoid the quicksand, sinkholes, and other natural hazards of The Environment. If at least half the group succeeds, the successful characters are able to guide their companions out of danger. Otherwise, the group stumbles into one of these hazards."
        }
      ]
    },
    {
      "header": "Using Each Ability",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Every task that a character or monster might attempt in the game is covered by one of the six Abilities. This section explains in more detail what those Abilities mean and the ways they are used in the game."
        }
      ]
    },
    {
      "header": "Strength",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Strength measures bodily power, athletic Training, and the extent to which you can exert raw physical force."
        }
      ]
    },
    {
      "header": "Strength Checks",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "A Strength check can model any attempt to lift, push, pull, or break something, to force your body through a space, or to otherwise apply brute force to a situation. The Athletics skill reflects aptitude in certain kinds of Strength checks."
        },
        {
          "name": "Athletics",
          "text": "Your Strength (Athletics) check covers difficult situations you encounter while climbing, Jumping, or swimming. Examples include the following activities:"
        },
        {
          "name": "",
          "text": "• You attempt to climb a sheer or slippery cliff, avoid hazards while scaling a wall, or cling to a surface while something is trying to knock you off."
        },
        {
          "name": "",
          "text": "• You try to jump an unusually long distance or pull off a stunt midjump."
        },
        {
          "name": "",
          "text": "• You struggle to swim or stay afloat in treacherous currents, storm-tossed waves, or areas of thick seaweed. Or another creature tries to push or pull you Underwater or otherwise interfere with your swimming."
        },
        {
          "name": "Other Strength Checks",
          "text": "The GM might also call for a Strength check when you try to accomplish tasks like the following:"
        },
        {
          "name": "",
          "text": "• Force open a stuck, locked, or barred door"
        },
        {
          "name": "",
          "text": "• Break free of bonds"
        },
        {
          "name": "",
          "text": "• Push through a tunnel that is too small"
        },
        {
          "name": "",
          "text": "• Hang on to a wagon while being dragged behind it"
        },
        {
          "name": "",
          "text": "• Tip over a statue"
        },
        {
          "name": "",
          "text": "• Keep a boulder from rolling"
        }
      ]
    },
    {
      "header": "Attack Rolls and Damage",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "You add your Strength modifier to your Attack roll and your damage roll when attacking with a melee weapon such as a mace, a Battleaxe, or a Javelin. You use Melee Weapons to make Melee Attacks in hand- to-hand Combat, and some of them can be Thrown to make a ranged Attack."
        }
      ]
    },
    {
      "header": "Lifting and Carrying",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Your Strength score determines the amount of weight you can bear. The following terms define what you can lift or carry."
        },
        {
          "name": "Carrying Capacity",
          "text": "Your carrying capacity is your Strength score multiplied by 15. This is the weight (in pounds) that you can carry, which is high enough that most characters don't usually have to worry about it."
        },
        {
          "name": "Push, Drag, or Lift",
          "text": "You can push, drag, or lift a weight in pounds up to twice your carrying capacity (or 30 times your Strength score). While pushing or dragging weight in excess of your carrying capacity, your speed drops to 5 feet."
        },
        {
          "name": "Size and Strength",
          "text": "Larger creatures can bear more weight, whereas Tiny creatures can carry less. For each size category above Medium, double the creature's carrying capacity and the amount it can push, drag, or lift. For a Tiny creature, halve these weights."
        }
      ]
    },
    {
      "header": "Variant: Encumbrance",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "The rules for lifting and carrying are intentionally simple. Here is a variant if you are looking for more detailed rules for determining how a character is hindered by the weight of Equipment. When you use this variant, ignore the Strength column of the Armor table."
        },
        {
          "name": "",
          "text": "If you carry weight in excess of 5 times your Strength score, you are encumbered, which means your speed drops by 10 feet."
        },
        {
          "name": "",
          "text": "If you carry weight in excess of 10 times your Strength score, up to your maximum carrying capacity, you are instead heavily encumbered, which means your speed drops by 20 feet and you have disadvantage on ability checks, Attack rolls, and saving throws that use Strength, Dexterity, or Constitution."
        }
      ]
    },
    {
      "header": "Dexterity",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Dexterity measures agility, reflexes, and balance."
        }
      ]
    },
    {
      "header": "Dexterity Checks",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "A Dexterity check can model any attempt to move nimbly, quickly, or quietly, or to keep from Falling on tricky footing. The Acrobatics, Sleight of Hand, and Stealth skills reflect aptitude in certain kinds of Dexterity checks."
        },
        {
          "name": "Acrobatics",
          "text": "Your Dexterity (Acrobatics) check covers your attempt to stay on your feet in a tricky situation, such as when you're trying to run across a sheet of ice, balance on a tightrope, or stay upright on a rocking ship's deck. The GM might also call for a Dexterity (Acrobatics) check to see if you can perform acrobatic stunts, including dives, rolls, somersaults, and flips."
        },
        {
          "name": "Sleight of Hand",
          "text": "Whenever you attempt an act of legerdemain or manual trickery, such as planting something on someone else or concealing an object on your person, make a Dexterity (Sleight of Hand) check. The GM might also call for a Dexterity (Sleight of Hand) check to determine whether you can lift a coin purse off another person or slip something out of another person's pocket."
        },
        {
          "name": "Stealth",
          "text": "Make a Dexterity (Stealth) check when you attempt to conceal yourself from enemies, slink past guards, slip away without being noticed, or sneak up on someone without being seen or heard."
        },
        {
          "name": "Other Dexterity Checks",
          "text": "The GM might call for a Dexterity check when you try to accomplish tasks like the following:"
        },
        {
          "name": "",
          "text": "• Control a heavily laden cart on a steep descent"
        },
        {
          "name": "",
          "text": "• Steer a chariot around a tight turn"
        },
        {
          "name": "",
          "text": "• Pick a lock"
        },
        {
          "name": "",
          "text": "• Disable a trap"
        },
        {
          "name": "",
          "text": "• Securely tie up a prisoner"
        },
        {
          "name": "",
          "text": "• Wriggle free of bonds"
        },
        {
          "name": "",
          "text": "• Play a stringed instrument"
        },
        {
          "name": "",
          "text": "• Craft a small or detailed object"
        }
      ]
    },
    {
      "header": "Attack Rolls and Damage",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "You add your Dexterity modifier to your Attack roll and your damage roll when attacking with a ranged weapon, such as a sling or a Longbow. You can also add your Dexterity modifier to your Attack roll and your damage roll when attacking with a melee weapon that has the Finesse property, such as a Dagger or a Rapier."
        }
      ]
    },
    {
      "header": "Armor Class",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Depending on the armor you wear, you might add some or all of your Dexterity modifier to your Armor Class."
        }
      ]
    },
    {
      "header": "Initiative",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "At the beginning of every Combat, you roll initiative by making a Dexterity check. Initiative determines the order of creatures' turns in Combat."
        }
      ]
    },
    {
      "header": "Hiding",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "The GM decides when circumstances are appropriate for hiding. When you try to hide, make a Dexterity (Stealth) check. Until you are discovered or you stop hiding, that check's total is contested by the Wisdom (Perception) check of any creature that actively searches for signs of your presence."
        },
        {
          "name": "",
          "text": "You can't hide from a creature that can see you clearly, and you give away your position if you make noise, such as shouting a warning or knocking over a vase."
        },
        {
          "name": "",
          "text": "An Invisible creature can always try to hide. Signs of its passage might still be noticed, and it does have to stay quiet."
        },
        {
          "name": "",
          "text": "In Combat, most creatures stay alert for signs of danger all around, so if you come out of hiding and approach a creature, it usually sees you. However, under certain circumstances, the GM might allow you to stay hidden as you approach a creature that is distracted, allowing you to gain advantage on an Attack roll before you are seen."
        },
        {
          "name": "Passive Perception",
          "text": "When you hide, there's a chance someone will notice you even if they aren't searching. To determine whether such a creature notices you, the GM compares your Dexterity (Stealth) check with that creature's passive Wisdom (Perception) score, which equals 10 + the creature's Wisdom modifier, as well as any other bonuses or penalties. If the creature has advantage, add 5. For disadvantage, subtract 5. For example, if a 1st-­level character (with a proficiency bonus of +2) has a Wisdom of 15 (a +2 modifier) and proficiency in Perception, he or she has a passive Wisdom (Perception) of 14."
        },
        {
          "name": "",
          "text": "What Can You See? One of the main factors in determining whether you can find a hidden creature or object is how well you can see in an area, which might be lightly or heavily obscured, as explained in “The Environment.”"
        }
      ]
    },
    {
      "header": "Constitution",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Constitution measures health, stamina, and vital force."
        }
      ]
    },
    {
      "header": "Constitution Checks",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Constitution checks are uncommon, and no skills apply to Constitution checks, because the endurance this ability represents is largely passive rather than involving a specific effort on the part of a character or monster. A Constitution check can model your attempt to push beyond normal limits, however."
        },
        {
          "name": "",
          "text": "The GM might call for a Constitution check when you try to accomplish tasks like the following:"
        },
        {
          "name": "",
          "text": "• Hold your breath"
        },
        {
          "name": "",
          "text": "• March or labor for hours without rest"
        },
        {
          "name": "",
          "text": "• Go without sleep"
        },
        {
          "name": "",
          "text": "• Survive without food or water"
        },
        {
          "name": "",
          "text": "• Quaff an entire stein of ale in one go"
        }
      ]
    },
    {
      "header": "Hit Points",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Your Constitution modifier contributes to your hit points. Typically, you add your Constitution modifier to each Hit Die you roll for your hit points."
        },
        {
          "name": "",
          "text": "If your Constitution modifier changes, your hit point maximum changes as well, as though you had the new modifier from 1st level. For example, if you raise your Constitution score when you reach 4th level and your Constitution modifier increases from +1 to +2, you adjust your hit point maximum as though the modifier had always been +2. So you add 3 hit points for your first three levels, and then roll your hit points for 4th level using your new modifier. Or if you're 7th level and some effect lowers your Constitution score so as to reduce your Constitution modifier by 1, your hit point maximum is reduced by 7."
        }
      ]
    },
    {
      "header": "Intelligence",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Intelligence measures mental acuity, accuracy of recall, and the ability to reason."
        }
      ]
    },
    {
      "header": "Intelligence Checks",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "An Intelligence check comes into play when you need to draw on logic, education, memory, or deductive reasoning. The Arcana, History, Investigation, Nature, and Religion skills reflect aptitude in certain kinds of Intelligence checks."
        },
        {
          "name": "Arcana",
          "text": "Your Intelligence (Arcana) check measures your ability to recall lore about Spells, Magic Items, eldritch symbols, magical traditions, The Planes of Existence, and the inhabitants of those planes."
        },
        {
          "name": "History",
          "text": "Your Intelligence (History) check measures your ability to recall lore about historical events, legendary people, ancient kingdoms, past disputes, recent wars, and lost civilizations."
        },
        {
          "name": "Investigation",
          "text": "When you look around for clues and make deductions based on those clues, you make an Intelligence (Investigation) check. You might deduce the location of a hidden object, discern from the appearance of a wound what kind of weapon dealt it, or determine the weakest point in a tunnel that could cause it to collapse. Poring through ancient scrolls in Search of a hidden fragment of knowledge might also call for an Intelligence (Investigation) check."
        },
        {
          "name": "Nature",
          "text": "Your Intelligence (Nature) check measures your ability to recall lore about terrain, Plants and animals, the weather, and natural cycles."
        },
        {
          "name": "Religion",
          "text": "Your Intelligence (Religion) check measures your ability to recall lore about deities, rites and prayers, religious hierarchies, holy symbols, and the practices of secret cults."
        },
        {
          "name": "Other Intelligence Checks",
          "text": "The GM might call for an Intelligence check when you try to accomplish tasks like the following:"
        },
        {
          "name": "",
          "text": "• Communicate with a creature without using words"
        },
        {
          "name": "",
          "text": "• Estimate the value of a precious item"
        },
        {
          "name": "",
          "text": "• Pull together a disguise to pass as a city guard"
        },
        {
          "name": "",
          "text": "• Forge a document"
        },
        {
          "name": "",
          "text": "• Recall lore about a craft or trade"
        },
        {
          "name": "",
          "text": "• Win a game of skill"
        }
      ]
    },
    {
      "header": "Spellcasting Ability",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Wizards use Intelligence as their spellcasting ability, which helps determine the saving throw DCs of Spells they cast."
        }
      ]
    },
    {
      "header": "Wisdom",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Wisdom reflects how attuned you are to the world around you and represents perceptiveness and intuition."
        }
      ]
    },
    {
      "header": "Wisdom Checks",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "A Wisdom check might reflect an effort to read body Language, understand someone's feelings, notice things about The Environment, or care for an injured person. The Animal Handling, Insight, Medicine, Perception, and Survival Skills reflect aptitude in certain kinds of Wisdom checks."
        },
        {
          "name": "Animal Handling",
          "text": "When there is any question whether you can calm down a domesticated animal, keep a mount from getting spooked, or intuit an animal's intentions, the GM might call for a Wisdom (Animal Handling) check. You also make a Wisdom (Animal Handling) check to control your mount when you attempt a risky maneuver."
        },
        {
          "name": "Insight",
          "text": "Your Wisdom (Insight) check decides whether you can determine the true intentions of a creature, such as when searching out a lie or predicting someone's next move. Doing so involves gleaning clues from body Language, Speech habits, and changes in mannerisms."
        },
        {
          "name": "Medicine",
          "text": "A Wisdom (Medicine) check lets you try to stabilize a dying companion or diagnose an illness."
        },
        {
          "name": "Perception",
          "text": "Your Wisdom (Perception) check lets you spot, hear, or otherwise detect the presence of something. It measures your general awareness of your surroundings and the keenness of your senses. For example, you might try to hear a conversation through a closed door, eavesdrop under an open window, or hear Monsters moving stealthily in the forest. Or you might try to spot things that are obscured or easy to miss, whether they are orcs lying in ambush on a road, thugs hiding in the shadows of an alley, or candlelight under a closed secret door."
        },
        {
          "name": "Survival",
          "text": "The GM might ask you to make a Wisdom (Survival) check to follow tracks, hunt wild game, guide your group through frozen wastelands, Identify signs that owlbears live nearby, predict the weather, or avoid quicksand and other natural hazards."
        },
        {
          "name": "Other Wisdom Checks",
          "text": "The GM might call for a Wisdom check when you try to accomplish tasks like the following:"
        },
        {
          "name": "",
          "text": "• Get a gut feeling about what course of action to follow"
        },
        {
          "name": "",
          "text": "• Discern whether a seemingly dead or living creature is Undead"
        }
      ]
    },
    {
      "header": "Spellcasting Ability",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Clerics, druids, and rangers use Wisdom as their spellcasting ability, which helps determine the saving throw DCs of Spells they cast."
        }
      ]
    },
    {
      "header": "Charisma",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "Charisma measures your ability to interact effectively with others. It includes such factors as confidence and eloquence, and it can represent a charming or commanding personality."
        }
      ]
    },
    {
      "header": "Charisma Checks",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "A Charisma check might arise when you try to influence or entertain others, when you try to make an impression or tell a convincing lie, or when you are navigating a tricky social situation. The Deception, Intimidation, Performance, and Persuasion skills reflect aptitude in certain kinds of Charisma checks."
        },
        {
          "name": "Deception",
          "text": "Your Charisma (Deception) check determines whether you can convincingly hide the truth, either verbally or through your actions. This deception can encompass everything from misleading others through ambiguity to telling outright lies. Typical situations include trying to fast- talk a guard, con a merchant, earn money through gambling, pass yourself off in a disguise, dull someone's suspicions with false assurances, or maintain a straight face while telling a blatant lie."
        },
        {
          "name": "Intimidation",
          "text": "When you attempt to influence someone through overt threats, hostile actions, and physical violence, the GM might ask you to make a Charisma (Intimidation) check. Examples include trying to pry information out of a prisoner, convincing street thugs to back down from a confrontation, or using the edge of a broken bottle to convince a sneering vizier to reconsider a decision."
        },
        {
          "name": "Performance",
          "text": "Your Charisma (Performance) check determines how well you can delight an audience with music, dance, acting, storytelling, or some other form of entertainment."
        },
        {
          "name": "Persuasion",
          "text": "When you attempt to influence someone or a group of people with tact, social graces, or good nature, the GM might ask you to make a Charisma (Persuasion) check. Typically, you use persuasion when acting in good faith, to foster friendships, make cordial requests, or exhibit proper etiquette. Examples of persuading others include convincing a chamberlain to let your party see the king, negotiating peace between warring tribes, or inspiring a crowd of townsfolk."
        },
        {
          "name": "Other Charisma Checks",
          "text": "The GM might call for a Charisma check when you try to accomplish tasks like the following:"
        },
        {
          "name": "",
          "text": "• Find the best person to talk to for news, rumors, and gossip"
        },
        {
          "name": "",
          "text": "• Blend into a crowd to get the sense of key topics of conversation"
        }
      ]
    },
    {
      "header": "Spellcasting Ability",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "Bards, paladins, sorcerers, and warlocks use Charisma as their spellcasting ability, which helps determine the saving throw DCs of Spells they cast."
        }
      ]
    },
    {
      "header": "Saving Throws",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "A saving throw—also called a save—represents an attempt to resist a spell, a trap, a poison, a disease, or a similar threat. You don't normally decide to make a saving throw; you are forced to make one because your character or monster is at risk of harm."
        },
        {
          "name": "",
          "text": "To make a saving throw, roll a d20 and add the appropriate ability modifier. For example, you use your Dexterity modifier for a Dexterity saving throw."
        },
        {
          "name": "",
          "text": "A saving throw can be modified by a situational bonus or penalty and can be affected by advantage and disadvantage, as determined by the GM."
        },
        {
          "name": "",
          "text": "Each class gives proficiency in at least two saving throws. The Wizard, for example, is proficient in Intelligence saves. As with skill proficiencies, proficiency in a saving throw lets a character add his or her proficiency bonus to saving throws made using a particular ability score. Some Monsters have saving throw proficiencies as well."
        },
        {
          "name": "",
          "text": "The Difficulty Class for a saving throw is determined by the effect that causes it. For example, the DC for a saving throw allowed by a spell is determined by the caster's spellcasting ability and proficiency bonus."
        },
        {
          "name": "",
          "text": "The result of a successful or failed saving throw is also detailed in the effect that allows the save. Usually, a successful save means that a creature suffers no harm, or reduced harm, from an effect."
        }
      ]
    }
  ],
  "attributes": {
    "Category": "Rules",
    "Source": "SRD 5.0"
  }
}