{
  "name": "Genasi",
  "sections": [
    {
      "header": "",
      "items": [
        {
          "name": "",
          "text": "Those who think of other planes at all consider them remote, distant realms, but planar influence can be felt throughout the world. It sometimes manifests in beings who, through an accident of birth, carry the power of the planes in their blood. The genasi are one such people, the offspring of genies and mortals."
        },
        {
          "name": "",
          "text": "The Elemental Planes are often inhospitable to natives of the Material Plane: crushing earth, searing flames, boundless skies, and endless seas make visiting these places dangerous for even a short time. The powerful genies, however, don't face such troubles when venturing into the mortal world. They adapt well to the mingled elements of the Material Plane, and they sometimes visit—whether of their own volition or compelled by magic. Some genies can adopt mortal guise and travel incognito."
        },
        {
          "name": "",
          "text": "During these visits, a mortal might catch a genie's eye. Friendship forms, romance blooms, and sometimes children result. These children are genasi: individuals with ties to two worlds, yet belonging to neither. Some genasi are born of mortal–genie unions, others have two genasi as parents, and a rare few have a genie further up their family tree, manifesting an elemental heritage that's lain dormant for generations."
        },
        {
          "name": "",
          "text": "Occasionally, genasi result from exposure to a surge of elemental power, through phenomena such as an eruption from the Inner Planes or a planar convergence. Elemental energy saturates any creatures in the area and might alter their nature enough that their offspring with other mortals are born as genasi."
        }
      ]
    },
    {
      "header": "Genasi Traits",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Your genasi character has certain characteristics in common with all other genasi."
        },
        {
          "name": "Ability Score Increase",
          "text": "Your Constitution score increases by 2."
        },
        {
          "name": "Age",
          "text": "Genasi mature at about the same rate as humans and reach adulthood in their late teens. They live somewhat longer than humans do, up to 120 years."
        },
        {
          "name": "Alignment",
          "text": "Independent and self-reliant, genasi tend toward a neutral alignment."
        },
        {
          "name": "Size",
          "text": "Genasi are as varied as their mortal parents but are generally built like humans, standing anywhere from 5 feet to over 6 feet tall. Your size is Medium."
        },
        {
          "name": "Speed",
          "text": "Your base walking speed is 30 feet."
        },
        {
          "name": "Languages",
          "text": "You can speak, read, and write Common and Primordial. Primordial is a guttural language, filled with harsh syllables and hard consonants."
        },
        {
          "name": "Subraces",
          "text": "Four major subraces of genasi are found among the worlds of D&D: air genasi, earth genasi, fire genasi, and water genasi. Choose one of these subraces."
        }
      ]
    },
    {
      "header": "Subraces",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": ""
        }
      ]
    },
    {
      "header": "Air Genasi",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "As an air genasi, you are descended from the djinn. As changeable as the weather, your moods shift from calm to wild and violent with little warning, but these storms rarely last long."
        },
        {
          "name": "",
          "text": "Air genasi typically have light blue skin, hair, and eyes. A faint but constant breeze accompanies them, tousling the hair and stirring the clothing. Some air genasi speak with breathy voices, marked by a faint echo. A few display odd patterns in their flesh or grow crystals from their scalps."
        },
        {
          "name": "Ability Score Increase",
          "text": "Your Dexterity score increases by 1."
        },
        {
          "name": "Unending Breath",
          "text": "You can hold your breath indefinitely while you're not incapacitated."
        },
        {
          "name": "Mingle with the Wind",
          "text": "You can cast the levitate spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
        }
      ]
    },
    {
      "header": "Earth Genasi",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "As an earth genasi, you are descended from the cruel and greedy dao, though you aren't necessarily evil. You have inherited some measure of control over earth, reveling in superior strength and solid power. You tend to avoid rash decisions, pausing long enough to consider your options before taking action."
        },
        {
          "name": "",
          "text": "Elemental earth manifests differently from one individual to the next. Some earth genasi always have bits of dust falling from their bodies and mud clinging to their clothes, never getting clean no matter how often they bathe. Others are as shiny and polished as gemstones, with skin tones of deep brown or black, eyes sparkling like agates. Earth genasi can also have smooth metallic flesh, dull iron skin spotted with rust, a pebbled and rough hide, or even a coating of tiny embedded crystals. The most arresting have fissures in their flesh, from which faint light shines."
        },
        {
          "name": "Ability Score Increase",
          "text": "Your Strength score increases by 1."
        },
        {
          "name": "Earth Walk",
          "text": "You can move across difficult terrain made of earth or stone without expending extra movement."
        },
        {
          "name": "Merge with Stone",
          "text": "You can cast the pass without trace spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
        }
      ]
    },
    {
      "header": "Fire Genasi",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "As a fire genasi, you have inherited the volatile mood and keen mind of the efreet. You tend toward impatience and making snap judgments. Rather than hide your distinctive appearance, you exult in it."
        },
        {
          "name": "",
          "text": "Nearly all fire genasi are feverishly hot as if burning inside, an impression reinforced by flaming red, coal-black, or ash-gray skin tones. The more human-looking have fiery red hair that writhes under extreme emotion, while more exotic specimens sport actual flames dancing on their heads. Fire genasi voices might sound like crackling flames, and their eyes flare when angered. Some are accompanied by the faint scent of brimstone."
        },
        {
          "name": "Ability Score Increase",
          "text": "Your Intelligence score increases by 1."
        },
        {
          "name": "Darkvision",
          "text": "You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. Your ties to the Elemental Plane of Fire make your darkvision unusual: everything you see in darkness is in a shade of red."
        },
        {
          "name": "Fire Resistance",
          "text": "You have resistance to fire damage."
        },
        {
          "name": "Reach to the Blaze",
          "text": "You know the produce flame cantrip. Once you reach 3rd level, you can cast the burning hands spell once with this trait as a 1st-level spell, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
        }
      ]
    },
    {
      "header": "Water Genasi",
      "level": "3",
      "items": [
        {
          "name": "",
          "text": "The lapping of waves, the spray of sea foam on the wind, the ocean depths—all of these things call to your heart. You wander freely and take pride in your independence, though others might consider you selfish."
        },
        {
          "name": "",
          "text": "Most water genasi look as if they just finished bathing, with beads of moisture collecting on their skin and hair. They smell of fresh rain and clean water. Blue or green skin is common, and most have somewhat overlarge eyes, blue-black in color. A water genasi's hair might float freely, swaying and waving as if underwater. Some have voices with undertones reminiscent of whale song or trickling streams."
        },
        {
          "name": "Ability Score Increase",
          "text": "Your Wisdom score increases by 1."
        },
        {
          "name": "Acid Resistance",
          "text": "You have resistance to acid damage."
        },
        {
          "name": "Amphibious",
          "text": "You can breathe air and water."
        },
        {
          "name": "Swim",
          "text": "You have a swimming speed of 30 feet."
        },
        {
          "name": "Call to the Wave",
          "text": "You know the shape water cantrip (see chapter 2). When you reach 3rd level, you can cast the create or destroy water spell as a 2nd-level spell once with this trait, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
        }
      ]
    }
  ],
  "attributes": {
    "Category": "Races",
    "Source": "Elemental Evil Player's Companion"
  }
}