{
  "name": "The Environment",
  "sections": [
    {
      "header": "",
      "items": [
        {
          "name": "",
          "text": "By its nature, adventuring involves delving into places that are dark, dangerous, and full of mysteries to be explored. The rules in this section cover some of the most important ways in which adventurers interact with the Environment in such places."
        }
      ]
    },
    {
      "header": "Falling",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "A fall from a great height is one of the most common hazards facing an adventurer. At the end of a fall, a creature takes 1d6 bludgeoning damage for every 10 feet it fell, to a maximum of 20d6. The creature lands prone, unless it avoids taking damage from the fall."
        }
      ]
    },
    {
      "header": "Suffocating",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "A creature can hold its breath for a number of minutes equal to 1 + its Constitution modifier (minimum of 30 seconds)."
        },
        {
          "name": "",
          "text": "When a creature runs out of breath or is choking, it can survive for a number of rounds equal to its Constitution modifier (minimum of 1 round). At the start of its next turn, it drops to 0 hit points and is dying, and it can't regain hit points or be stabilized until it can breathe again."
        },
        {
          "name": "",
          "text": "For example, a creature with a Constitution of 14 can hold its breath for 3 minutes. If it starts suffocating, it has 2 rounds to reach air before it drops to 0 hit points."
        }
      ]
    },
    {
      "header": "Vision and Light",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "The most fundamental tasks of adventuring—noticing danger, finding hidden Objects, hitting an enemy in Combat, and targeting a spell, to name just a few—rely heavily on a character's ability to see."
        },
        {
          "name": "",
          "text": "Darkness and other effects that obscure vision can prove a significant hindrance."
        },
        {
          "name": "",
          "text": "A given area might be lightly or heavily obscured. In a lightly obscured area, such as dim light, patchy fog, or moderate foliage, creatures have disadvantage on Wisdom (Perception) checks that rely on sight."
        },
        {
          "name": "",
          "text": "A heavily obscured area—such as Darkness, opaque fog, or dense foliage—blocks vision entirely. A creature effectively suffers from the Blinded condition (see Conditions ) when trying to see something in that area."
        },
        {
          "name": "",
          "text": "The presence or absence of light in an Environment creates three categories of illumination: bright light, dim light, and Darkness."
        },
        {
          "name": "",
          "text": "Bright light lets most creatures see normally. Even gloomy days provide bright light, as do torches, lanterns, fires, and other sources of illumination within a specific radius."
        },
        {
          "name": "",
          "text": "Dim light, also called shadows, creates a lightly obscured area. An area of dim light is usually a boundary between a source of bright light, such as a torch, and surrounding Darkness. The soft light of twilight and dawn also counts as dim light. A particularly brilliant full moon might bathe the land in dim light."
        },
        {
          "name": "",
          "text": "Darkness creates a heavily obscured area. Characters face Darkness outdoors at night (even most moonlit nights), within the confines of an unlit dungeon or a subterranean vault, or in an area of magical Darkness."
        }
      ]
    },
    {
      "header": "Blindsight",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "A creature with blindsight can perceive its surroundings without relying on sight, within a specific radius. Creatures without eyes, such as oozes, and creatures with echolocation or heightened senses, such as bats and true dragons, have this sense."
        }
      ]
    },
    {
      "header": "Darkvision",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Many creatures in fantasy gaming worlds, especially those that dwell underground, have Darkvision. Within a specified range, a creature with Darkvision can see in Darkness as if the Darkness were dim light, so areas of Darkness are only lightly obscured as far as that creature is concerned. However, the creature can't discern color in Darkness, only shades of gray."
        }
      ]
    },
    {
      "header": "Truesight",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "A creature with truesight can, out to a specific range, see in normal and magical Darkness, see Invisible creatures and Objects, automatically detect visual illusions and succeed on saving throws against them, and perceives the original form of a shapechanger or a creature that is transformed by magic. Furthermore, the creature can see into the Ethereal Plane."
        }
      ]
    },
    {
      "header": "Food and Water",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "Characters who don't eat or drink suffer the effects of Exhaustion (see Conditions). Exhaustion caused by lack of food or water can't be removed until the character eats and drinks the full required amount."
        }
      ]
    },
    {
      "header": "Food",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "A character needs one pound of food per day and can make food last longer by subsisting on half Rations. Eating half a pound of food in a day counts as half a day without food."
        },
        {
          "name": "",
          "text": "A character can go without food for a number of days equal to 3 + his or her Constitution modifier (minimum 1). At the end of each day beyond that limit, a character automatically suffers one level of Exhaustion."
        },
        {
          "name": "",
          "text": "A normal day of eating resets the count of days without food to zero."
        }
      ]
    },
    {
      "header": "Water",
      "level": "4",
      "items": [
        {
          "name": "",
          "text": "A character needs one gallon of water per day, or two gallons per day if the weather is hot. A character who drinks only half that much water must succeed on a DC 15 Constitution saving throw or suffer one level of Exhaustion at the end of the day. A character with access to even less water automatically suffers one level of Exhaustion at the end of the day."
        },
        {
          "name": "",
          "text": "If the character already has one or more levels of Exhaustion, the character takes two levels in either case."
        }
      ]
    },
    {
      "header": "Interacting with Objects",
      "level": "2",
      "items": [
        {
          "name": "",
          "text": "A character's interaction with Objects in an Environment is often simple to resolve in the game. The player tells the GM that his or her character is doing something, such as moving a lever, and the GM describes what, if anything, happens."
        },
        {
          "name": "",
          "text": "For example, a character might decide to pull a lever, which might, in turn, raise a portcullis, cause a room to flood with water, or open a secret door in a nearby wall. If the lever is rusted in position, though, a character might need to force it. In such a situation, the GM might call for a Strength check to see whether the character can wrench the lever into place. The GM sets the DC for any such check based on the difficulty of the task."
        },
        {
          "name": "",
          "text": "Characters can also damage Objects with their Weapons and Spells. Objects are immune to poison and psychic damage, but otherwise they can be affected by physical and magical attacks much like creatures can. The GM determines an object's Armor Class and hit points, and might decide that certain Objects have Resistance or immunity to certain kinds of attacks. (It's hard to cut a rope with a club, for example.) Objects always fail Strength and Dexterity saving throws, and they are immune to effects that require other saves. When an object drops to 0 hit points, it breaks."
        },
        {
          "name": "",
          "text": "A character can also attempt a Strength check to break an object. The GM sets the DC for any such check."
        }
      ]
    }
  ],
  "attributes": {
    "Category": "Rules",
    "Based On": "Setting",
    "Source": "SRD 5.0"
  }
}